app/controllers/users_controller.rb

	def create
		@username = params[:user][:username]
		@email = params[:user][:email]
		@bio = params[:user][:bio]

		User.create(username: @username, email: @email, bio: @bio)
---
INSERT INTO "users" ("username", "email", "bio", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["username", "toto"], ["email", "titi"], ["bio", "carotte"], ["created_at", "2018-07-31 15:54:26.765454"], ["updated_at", "2018-07-31 15:54:26.765454"]]